jamaat.tex
% Created 2018-01-31 Wed 16:22
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{MKA Tajneed Department}
\date{\today}
\title{Tajneed Guidelines}
\hypersetup{
 pdfauthor={MKA Tajneed Department},
 pdftitle={Tajneed Guidelines},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 25.3.1 (Org mode 9.1.5)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents



\section{Introduction}
\label{sec:orgf2ec0b8}
The MKA Tajneed Department is responsible for maintaining accurate
and updated information of Khaddam, regardless of the level of
participation in Jamaat or Khuddam Programs. Both active and
inactive members are included in official Tajneed.

The MKA Tajneed is now a part of the National Tajneed. This means that
there is only one place where member information is
stored. Individuals that can make updates to this database are
limited. This document serves as a guideline to the different branches
on proper procedures.

\section{Tajneed Update Process}
\label{sec:org66a3172}
\subsection{Individuals}
\label{sec:org7ce4bea}
\subsubsection{Same Majlis}
\label{sec:org8a5d1d5}
If your or your family are moving locally within the same Majlis.
\begin{enumerate}
\item Update your new information on the Tajneed Website must update your
new address with local secretary as well as online
\end{enumerate}
\textbf{ADD SITE INFORMATION}.
\subsubsection{Different Majlis}
\label{sec:org964fc43}
In addition to
\subsection{Local Nazimeem}
\label{sec:orge6e3c1a}

\subsection{Regional and National Muhtamim}
\label{sec:org48c0dd2}

\section{Tajneed Issues}
\label{sec:org8f66a51}
\subsection{An individual has lost contact with Jamaat}
\label{sec:org900b36d}
Removing an individual from Tajneed has serious implications. Proper
actions must be taken to ensure a mistake is not made. There are
certain guidelines to what is considered and inactive member:

\begin{enumerate}
\item \textbf{ATTENDANCE} Requirements
\item \textbf{CHANDA} Requirements
\item \textbf{OTHER} Requirements
\end{enumerate}

These are delicate steps and should be taken with great care. Before
removing an individual from the Tajneed ensure the following \textbf{REVIEW}:
\begin{enumerate}
\item Contact has been made with the individual, and problems or concerns
are highlighted. This should ideally be done with Qaid Sahib as
well as parties involved.
\item Contact has been made to highlight to the individual the
implications of this decision.
\item Reaching out to national level to proceed.
\item Permission sought from Hazur.
\end{enumerate}

\subsection{An individual is lost and not known}
\label{sec:orgdcf5bbd}
\begin{enumerate}
\item Proper channels used to find the individual.
\item Contact made.
\item \textbf{SECTION NEEDS EXPANSION}
\end{enumerate}


\section{Reference and Resources}
\label{sec:orgbacef38}
\subsection{Tajneed Website}
\label{sec:org440cb66}
\subsection{Regional Nazimeen Contact}
\label{sec:org17e64eb}
\subsection{Nation Muhtamim Contact}
\label{sec:org67020fb}
\end{document}
